Repository: jeroenvdbosch/th0ths-quotes
Catalog: languages/th0ths-quotes-*.po
Languages: hr, tr_tr

source: There is no quote with this tag/owner.
hr: Ne postoji citat s navedenom oznakom ili vlasnikom.

source: Quotes
hr: Citati
tr_tr: Alıntılar

source: Title:
hr: Naslov:
tr_tr: Başlık:

source: Tag:
hr: Oznaka:

source: Owner:
hr: Vlasnik:

source: Owner filter supersedes tag filter. So if 'owner' is entered 'tag' will be ignored.
hr: Filtriranje po vlasniku nadjačava filtriranje po oznaci. Ukoliko je unesen vlasnik, oznaka će biti ignorirana.

source: Donate
hr: Donacija
tr_tr: Bağış

source: %sth0th's Quotes%s is a free <i>(both free as in beer and freedom)</i> plugin released under terms of %sGPL%s. However, if you liked this project you can support its development by a donation.
hr: %sth0th's Quotes%s je besplatan i slobodan dodatak izdan pod %sGPL%s licencom. Ukoliko vam se sviđa ovaj projekt, možete pomoći razvoj svojom donacijom.
tr_tr: %sth0th's Quotes%s %sGPL%s lisansı ile yayınlanan özgür ve ücretsiz bir eklentidir. Bu projenin gelişimini bağış yaparak destekleyebilirsiniz.

source: You can use Paypal button to donate.
hr: Možete iskoristiti PayPal gumb da biste uplatili donaciju.
tr_tr: Bağış yapmak için Paypal butonunu kullanabilirsiniz.

source: Manage Quotes
hr: Upravljanje citatima
tr_tr: Alıntıları Yönet

source: Add New
hr: Dodaj novi
tr_tr: Yeni Ekle

source: Import/Export
hr: Uvoz/Izvoz
tr_tr: İçeri/Dışarı Aktar

source: Trash
hr: Smeće
tr_tr: Çöp Kutusu

source: You should fill both quote and owner sections.
hr: Trebali biste unijeti i citat i vlasnika.
tr_tr: Alıntı ve sahibi kısımlarını doldurmalısınız.

source: Edit Quote
hr: Uredi citat
tr_tr: Alıntıyı Düzenle

source: Quote is successfully updated.
hr: Citat je uspješno ažuriran.
tr_tr: Alıntı güncellendi.

source: Click %shere%s to go to quote management page.
hr: Kliknite %shere%s za povratak na stranicu sa upravljanjem citatima.
tr_tr: Alıntı yönetim sayfasında gitmek için %sburayı%s tıklayın.

source: Quote
hr: Citat
tr_tr: Alıntı

source: Owner
hr: Vlasnik
tr_tr: Sahibi

source: Tags
hr: Oznake
tr_tr: Etiketler

source: Source
hr: Izvor
tr_tr: Kaynak

source: Optional
hr: Opcionalno
tr_tr: Opsiyonel

source: Open source link in new page
hr: Otvori izvor u novoj stranici
tr_tr: Kaynak bağlantısını yeni pencerede aç

source: Submit
hr: Spremi
tr_tr: Gönder

source: Go back
hr: Natrag
tr_tr: Geri git

source: Send Selected Quotes to Trash
hr: Pošalji odabrane citate u smeće
tr_tr: Seçilen Alıntıları Çöp Kutusuna Gönder

source: Edit
hr: Uredi
tr_tr: Düzenle

source: Add New Quote
hr: Dodaj novi citat
tr_tr: Yeni Alıntı Ekle

source: Add
hr: Dodaj
tr_tr: Ekle

source: New quote is successfully added to collection.
hr: Novi citat je uspješno dodan u kolekciju.
tr_tr: Yeni alıntı başarıyla koleksiyona eklendi.

source: Click %shere%s to go to quote management page or %shere%s to add a new quote.
hr: Kliknite %shere%s za upravljanje citatima ili %shere%s za dodavanje novog citata.
tr_tr: Alıntı yönetim sayfasında gitmek için %sburayı%s tıklayın. Ya da %sburayı%s tıklayarak yeni bir alıntı ekleyin.

source: Seperate tags with comma
hr: Razdvojite oznake zarezom
tr_tr: Etiketleri virgül ile ayırın

source: You should select a quote file to import quotes.
hr: Molimo odaberite datoteku citata za uvoz citata.
tr_tr: Alıntıları içeri aktarmak için bir dosya seçmelisiniz.

source: You can import quotes only from an XML file.
hr: Citate možete uvesti iz XML datoteke.
tr_tr: Alıntıları içeri aktarmak için yalnızca XML dosyalarını kullanmalısınız.

source: Quotes are imported. You can see new quotes in 'Manage Quotes' page.
hr: Citati su uvezeni. Nove citate možete vidjeti na stranici 'Upravljanje citatima'.
tr_tr: Alıntılar içeri aktarıldı. Eklenen alıntıları 'Alıntıları Yönet' sayfasında görebilirsiniz.

source: Import Quotes
hr: Uvoz citata
tr_tr: Alıntıları İçeri Aktar

source: Filename
hr: Datoteka
tr_tr: Dosya

source: Export Quotes
hr: Izvoz citata
tr_tr: Alıntıları Dışarı Aktar

source: Click here to export quotes
hr: Kliknite ovdje za izvoz citata
tr_tr: Alıntıları dışarı aktarmak için burayı tıklayın

source: Restore Selected Quotes
hr: Vraćanje odabranih citata
tr_tr: Seçilen Alıntıları Geri Getir

source: Delete Selected Quotes Permanently
hr: Trajno brisanje označenih citata
tr_tr: Seçilen Alıntıları Kalıcı Olarak Sil

source: No such quote with this ID.
hr: Ne postoji citat s tom identifikacijskom oznakom.
tr_tr: Bu ID'ye sahip bir alıntı yok.

source: A plugin that enables you to display a random quote from your collection on sidebar, posts and pages.
hr: Dodatak koji vam omogućuje prikaz nasumičnih citata iz vaše kolekcije u sidebaru, postovima i stranicama.
tr_tr: Kenar çubuğu, girdi ve sayfalarınızda koleksiyonunuzdan alıntılar eklemenizi sağlayan bir eklenti.

source: There is no quote with this tag.
tr_tr: Bu etikete sahip bir alıntı yok.

source: Inspector Gadget
tr_tr: Müfettiş Gadget
